{
  "Oración para todos los días": "Benignísimo Dios de infinita caridad, que tanto amaste a los hombres, que les diste en tu Hijo la mejor prenda de tu amor, para que hecho hombre en las entrañas de una virgen naciese en un pesebre para nuestra salud y remedio; yo, en nombre de todos los mortales, te doy infinitas gracias por tan soberano beneficio. En retorno de él te ofrezco la pobreza, humildad y demás virtudes de tu Hijo humanado, suplicándote por sus divinos méritos, por las incomodidades en que nació y por las tiernas lágrimas que derramó en el pesebre, que dispongas nuestros corazones con humildad profunda, con amor encendido, con total desprecio de todo lo terreno, para que Jesús recién nacido tenga en ellos su cuna y more eternamente. Amén.",
  "Avemaría": "Dios te salve, María; llena eres de gracia; el Señor es contigo; bendita tú eres entre todas las mujeres, y bendito es el fruto de tu vientre, Jesús. Santa María, Madre de Dios, ruega por nosotros, pecadores, ahora y en la hora de nuestra muerte. Amén.",
  "Padrenuestro": "Padre nuestro, que estás en el cielo, santificado sea tu Nombre; venga a nosotros tu reino; hágase tu voluntad, en la tierra como en el cielo. Danos hoy nuestro pan de cada día; perdona nuestras ofensas, como también nosotros perdonamos a los que nos ofenden; no nos dejes caer en la tentación y líbranos del mal. Amén.",
  "Gloria": "Gloria al Padre, y al Hijo, y al Espíritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén.",
  "Día 1": "Oh sapiencia suma del Dios soberano, que al nivel de un niño te hayas rebajado. ¡Oh Divino Niño, ven para enseñarnos la prudencia que hace verdaderos sabios!",
  "Día 2": "Oh Adonai potente, que a Moisés hablando, de Israel al pueblo diste los mandatos. ¡Ah, ven prontamente para rescatarnos y que un niño débil muestre fuerte brazo!",
  "Día 3": "Oh raíz sagrada de Jesé que en lo alto presentas al orbe tu fragante nardo. Dulcísimo Niño que has sido llamado lirio de los valles, bella flor del campo.",
  "Día 4": "Llave de David que abre al desterrado las cerradas puertas del regio palacio, sácanos, oh Niño, con tu blanca mano, de la cárcel triste que labró el pecado.",
  "Día 5": "Oh lumbre de Oriente, Sol de eternos rayos, que entre las tinieblas tu esplendor veamos. Niño tan precioso, dicha del cristiano, luce hermosa estrella, brota flor del campo.",
  "Día 6": "Espejo sin mancha, santo de los santos, sin igual imagen del Dios soberano. Borra nuestras culpas, salva al desterrado y en forma de niño da al mísero amparo.",
  "Día 7": "Rey de las naciones, Emanuel preclaro, de Israel anhelo, Pastor del rebaño. Niño que apacientas con suave cayado, ya la oveja arisca, ya el cordero manso.",
  "Día 8": "Ábranse los cielos y llueva de lo alto bienhechor rocío como riego santo. Ven hermoso Niño, ven Dios humanado, luce hermoso rostro, ven con alegría.",
  "Día 9": "Ven, que ya María previene sus brazos, do su Niño vean en tiempo cercano. Ven, que ya José con anhelo sacro se dispone a hacerse de tu amor sagrario.",
  "Oración a la Santísima Virgen": "Soberana María, que por tus grandes virtudes y especialmente por tu humildad mereciste que todo un Dios te escogiese por Madre suya; te suplico que tú misma prepares y dispongas mi alma y la de todos los que en este tiempo hagan esta novena para el nacimiento espiritual de tu adorable Hijo. Amén.",
  "Oración a San José": "Oh santísimo José, esposo de María y padre adoptivo de Jesús, infinitas gracias doy a Dios porque te escogió para tan altos ministerios y te adornó con todos los dones proporcionados a tan excelente grandeza. Te ruego, por el amor que tuviste al Divino Niño, abrases en fervorosos deseos de verle y recibirle sacramentalmente, mientras en su divina esencia le veo y le gozo en el cielo. Amén.",
  "Oración al Niño Jesús": "Acuérdate, oh dulcísimo Niño Jesús, que dijiste a la venerable Margarita del Santísimo Sacramento y en persona suya a todos tus devotos: 'Si queréis agradarme, confiad en mí; si deseáis obtener favores, pedídmelos por los méritos de mi infancia'. Lleno de confianza en ti, oh Jesús, que eres la misma Verdad, vengo a manifestarte toda mi miseria; ayúdame a llevar una vida santa, para conseguir una eternidad bienaventurada. Concede también la gracia que particularmente te pido. Confío plenamente en ti, oh Divino Niño. Amén.",
  "Aspiraciones para la venida del Niño Dios": "Ven, Señor Jesús, ven con tu paz, tu amor y tu alegría. Ven a nuestros corazones para transformarlos. Ven, Niño Salvador, para iluminar nuestras vidas. Amén."
}
